{
  "description": "<p>This report presents a survey-based framework to prepare the development of structured, policy-relevant monitoring schemes for invasive alien species in Flanders. Under the EU Invasive Alien Species Regulation <span class=\"citation\" data-cites=\"noauthor_regulation_2014\">[@noauthor_regulation_2014]<\/span>, member states are required to set up surveillance systems for species of Union Concern, including the establishment of systems for early detection and for monitoring species’ distributions and management outcomes. In the Flemish region, the Research Institute for Nature and Forest (INBO) is legally tasked with designing and coordinating monitoring efforts for (potentially) invasive alien species. However, Flanders currently lacks a coherent monitoring programme that systematically addresses all species on the Union List.<\/p> <p>Existing efforts consist of a fragmented landscape of initiatives, often project-based and time-limited, with varying geographic and taxonomic coverage. These include professional and citizen science-based projects dedicated to specific species groups, professional monitoring schemes with broader ecological aims, and opportunistic observations collected through public biodiversity reporting portals such as waarnemingen.be <span class=\"citation\" data-cites=\"noauthor_waarnemingenbe_nodate\">[@noauthor_waarnemingenbe_nodate]<\/span>. Despite their contributions, these initiatives are not methodologically aligned and do not collectively meet the requirements of the EU Invasive Alien Species Regulation.<\/p> <p>To support the design of future invasive alien species monitoring schemes, an expert survey was conducted covering all 114 species on the current Union List <span class=\"citation\" data-cites=\"noauthor_commission_2025\">[@noauthor_commission_2025]<\/span>, as well as 8 candidate species that were considered for inclusion in 2025, but were ultimately discarded. The survey gathered species-specific information and expert judgements on the introduction, distribution, abundance, impacts, management and monitoring status in Flanders. The collected responses were condensed into overall ratings of the <strong>feasibility<\/strong> and <strong>urgency<\/strong> of <strong>structured monitoring schemes<\/strong> for the species under consideration.<\/p> <p>These survey results then informed a two-stage prioritisation process. Distinguishing the monitoring scopes of detection, inventory, distribution, abundance, and distribution or abundance under management, we aimed to identify a limited number of species-scope combinations with high relevance and priority. In a first stage, the relevance of the different monitoring scopes was assessed per species using criteria such as invasion stage, management status, and method availability. Irrelevant species-scope combinations were excluded. In a second stage, the priority of remaining combinations was assessed based on the overall feasibility and urgency ratings, as well as on experts’ responses to selected critical survey questions. The outcome of the prioritisation process was a selection of relevant high-priority species–scope combinations for monitoring scheme development.<\/p> <p>To further structure the prioritisation results, three strategic focus scenarios were developed, each concerning a subset of the prioritised species and monitoring scopes: (1) species previously prioritised for management; (2) species requiring mainly early detection; and (3) species for which primarily distribution monitoring is relevant. For each scenario, commonalities in monitoring methods between species were explored to identify potential method-based synergies relevant for cost-efficient coordination and/or implementation.<\/p> <p>A steering committee involving representatives from INBO, the Agency for Nature and Forests (ANB) and the Flanders Environment Agency (VMM) reviewed the survey and prioritisation outcomes and agreed on a final short-list of four species(groups) as a proof of concept for monitoring scheme development. These include <code>r species_data |&gt; dplyr::filter(grepl(\"Chinese muntjac\", vern_name_eng)) |&gt; print_species_name()<\/code>, <code>r species_data |&gt; dplyr::filter(grepl(\"common slider\", vern_name_eng)) |&gt; print_species_name()<\/code>, <code>r species_data |&gt; dplyr::filter(grepl(\"American bull frog\", vern_name_eng)) |&gt; print_species_name()<\/code>, and, subsumed as a group, <code>r species_data |&gt; dplyr::filter(grepl(\"large-flower primrose-willow\", vern_name_eng)) |&gt; print_species_name()<\/code> and <code>r species_data |&gt; dplyr::filter(grepl(\"floating primrose-willow\", vern_name_eng)) |&gt; print_species_name()<\/code>. For each, one or more main monitoring scopes were identified, often linked to evaluating ongoing or future management actions.<\/p> <p>The development of monitoring schemes for these species should proceed based on the methodological guidelines developed by INBO <span class=\"citation\" data-cites=\"wouters_ontwerp_2008-1\">[@wouters_ontwerp_2008-1]<\/span> to ensure reliable and policy-aligned monitoring results.<\/p>",
  "title": "Prioritising invasive alien species for monitoring in Flanders. Results of an expert survey.",
  "shorttitle": "expert-survey-mius",
  "upload_type": "publication",
  "access_right": "open",
  "license": "CC-BY-4.0",
  "language": "eng",
  "doi": "10.21436/inbor.133486163",
  "keywords": [
    "invasive alien species; monitoring schemes; expert survey"
  ],
  "publication_type": "publication-report",
  "publisher": "Research Institute for Nature and Forest (INBO)",
  "contributors": [
    {
      "name": "Adolf, Janne",
      "affiliation": "Research Institute for Nature and Forest (INBO)",
      "orcid": "0000-0001-6064-9803",
      "type": "contactperson"
    }
  ],
  "creators": [
    {
      "name": "Adolf, Janne",
      "affiliation": "Research Institute for Nature and Forest (INBO)",
      "orcid": "0000-0001-6064-9803"
    },
    {
      "name": "Strubbe, Diederik",
      "affiliation": "Research Institute for Nature and Forest (INBO)",
      "orcid": "0000-0002-2613-4985"
    },
    {
      "name": "Adriaens, Tim",
      "affiliation": "Research Institute for Nature and Forest (INBO)",
      "orcid": "0000-0001-7268-4200"
    },
    {
      "name": "Onkelinx, Thierry",
      "affiliation": "Research Institute for Nature and Forest (INBO)",
      "orcid": "0000-0001-8804-4216"
    }
  ],
  "communities": [
    {
      "identifier": "inbo"
    }
  ]
}
